// 关于我 背景图片
exports.aboutInfo = async (req,res)=>{
    let url = "http://localhost:1212/about/";

    res.send([
        {
            bg: url+"1.jpg",
            title:"小羊QAQ",
            info:[
                "您好！我是小羊。来自安徽滁州，03年",
                "一名普普通通的前端摸鱼崽",
                "喜欢有趣的事情和物",
                "喜欢吃饭睡觉看动漫",
                "希望能成为一个有趣的人。 希望能创造出可以成为他人回忆的事物。"
            ]
        },
        {
            bg: url+"2.jpg",
            title:"我的爱好和梦想",
            info:[
                "吃饭",
                "睡觉",
                "吃饭吃的好,吃的饱",
                "睡觉睡的好,睡的饱",
                "摆烂",
                "摆大烂"
            ]
        },
        {
            bg: url+"3.jpg",
            title:"关于网站",
            info:[
                "本站于2023年8月1日建立，站长为b站up：小羊睡不醒aaa",
                "网站使用vue3+vite+node+mongoDB开发完成",
                "建立此站的目的是",
                "1.获取项目开发经验",
                "2.发布文章，记录一些开发过程中遇见的问题",
                "3.笔记：学习笔记的记录",
                "4.帮助更多人"
            ]
        }
    ])
}
